IDS_MESHGEN___MSG1 = "โหนดสองโหนดซ้อนทับกัน หรืออยู่ใกล้กันเกินไป"
IDS_MESHGEN___MSG2 = "โหนดอยู่ภายในขอบ หรือขอบสองเส้นตัดกัน"
IDS_MESHGEN___MSG4 = "จุดแบ่งบนขอบเขตไม่ปิดเป็นวง"
IDS_MESHGEN___MSG5 = "เมช 2D ของขอบเขตภายนอกไม่ปิดเป็นวง"
IDS_MESHGEN___MSG6 = "\nโปรดลดขนาดเมชแล้วลองอีกครั้ง"
IDS_MESHGEN___MSG7 = "เพื่อให้ Delaunay mesher สามารถสร้างเมชสี่เหลี่ยมเต็มรูปแบบได้ จำเป็นต้องจัดวางจุดแบ่งให้สม่ำเสมอ"
IDS_MESHGEN___MSG8 = "Auto-Mesh 2D"
IDS_MESHGEN___MSG9 = "Auto-Mesh 2D ถูกขัดจังหวะ!"
IDS_MESHGEN___MSG10 = "ข้อผิดพลาดหน่วยความจำไม่เพียงพอ!"
IDS_MESHGEN___MSG11 = "ข้อความข้อผิดพลาด"
IDS_MESHGEN___MSG12 = "Auto-Mesh พื้นที่แผ่น"
IDS_MESHGEN___MSG26 = "จุดกำหนดขอบเขตไม่ปิดเป้นวง หรือจำนวนจุดกำหนดมีน้อยเกินไป"
IDS_TM_MESH_QST_STOP_MESH = "คุณต้องการหยุดการสร้างเมชอัตโนมัติหรือไม่?"
IDS_WORD_APPLICATION_NOT_INSTALLED = "ไม่ได้ติดตั้ง Microsoft Word"
IDS_EXCEL_APPLICATION_NOT_INSTALLED = "ไม่ได้ติดตั้ง Microsoft Excel"
IDS_UNIT_SYSTEM_SI = "ระบบหน่วย SI"
IDS_UNIT_SYSTEM_US = "ระบบหน่วย US"
IDS_UNIT_SYSTEM_MKS = "ระบบหน่วย MKS"
IDS_UNIT_LENGTH_MM = "mm"
IDS_UNIT_LENGTH_CM = "cm"
IDS_UNIT_LENGTH_M = "m"
IDS_UNIT_LENGTH_IN = "in"
IDS_UNIT_LENGTH_FT = "ft"
IDS_UNIT_FORCE_KG = "kgf"
IDS_UNIT_FORCE_TON = "tonf"
IDS_UNIT_FORCE_N = "N"
IDS_UNIT_FORCE_KN = "kN"
IDS_UNIT_FORCE_LBF = "lbf"
IDS_UNIT_FORCE_KIP = "kip"
IDS_UNIT_FORCE_KIPs = "kips"
IDS_UNIT_DEGREE = "deg"
